adobe-source-han-sans-otc-fonts
alacritty
amd-ucode
autoconf
automake
awesome
base
binutils
bison
btop
btrfs-progs
cmatrix
debuginfod
dhcpcd
discord
dmenu
docker
docker-compose
dracula-gtk-theme
dropbox
efibootmgr
elfutils
emacs
fakeroot
feh
ffmpeg-compat-57
file
findutils
firefox
flameshot
flex
gawk
gcc
gettext
git
gparted
grep
groff
grub
gzip
keepassxc
kmix
libtool
libva-mesa-driver
linux
linux-firmware
lxappearance
m4
make
mesa
nemo
neofetch
neovim
networkmanager
noto-fonts
noto-fonts-emoji
ntfs-3g
os-prober
pacman
paman
pamixer
patch
pavucontrol
perl-net-dropbox-api
picom
pkgconf
playerctl
pulseaudio
pulseaudio-alsa
pycharm-professional
pyright
python-dropbox
python-pip
python-stone
python-zxcvbn
ranger
rclone
rofi
sddm
sed
spotify
stow
sudo
texinfo
tmux
tor-browser
ttf-font-awesome
ttf-jetbrains-mono
ttf-meslo-nerd-font-powerlevel10k
ttf-ms-fonts
ttf-nerd-fonts-symbols-mono
ttf-roboto-mono
unzip
vim
vulkan-radeon
which
xf86-video-amdgpu
xf86-video-ati
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay-git
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
