accountsservice
acl
adobe-source-code-pro-fonts
adobe-source-han-sans-otc-fonts
adwaita-icon-theme
alacritty
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audacity
audit
autoconf
automake
avahi
awesome
base
bash
binutils
bison
bluez-libs
boost-libs
botan
box2d
bridge-utils
brotli
btop
btrfs-progs
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
cinnamon-desktop
clucene
cmake
cmatrix
containerd
coreutils
cryptsetup
curl
dav1d
db
dbus
dbus-glib
dconf
debuginfod
desktop-file-utils
device-mapper
dhcpcd
diffutils
discord
dmenu
dmraid
dnssec-anchors
docker
docker-compose
dosfstools
double-conversion
dracula-gtk-theme
dropbox
duktape
e2fsprogs
efibootmgr
efivar
elfutils
emacs
exempi
expat
fakeroot
feh
ffmpeg
ffmpeg-compat-57
fftw
file
filesystem
findutils
firefox
flac
flameshot
flex
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
gawk
gc
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gettext
giflib
git
glib-networking
glib2
glibc
glibmm
gmp
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
gparted
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
guile
gvfs
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
hunspell
hwdata
hwloc
hyphen
iana-etc
icu
imlib2
iniparser
iproute2
iptables
iputils
iso-codes
jack2
jansson
js78
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
keepassxc
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kitemviews
kmix
kmod
knotifications
krb5
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lcms2
ldns
less
libabw
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libblockdev
libbluray
libbpf
libbytesize
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libconfig
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libde265
libdrm
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libffi
libfontenc
libfreehand
libgcrypt
libglade
libglademm
libglvnd
libgnomekbd
libgpg-error
libgudev
libheif
libice
libid3tag
libidn2
libiec61883
libimobiledevice
libinih
libinput
libisl
libixion
libjpeg-turbo
libksba
liblangtag
libldap
libluv
libmad
libmfx
libmicrohttpd
libmm-glib
libmnl
libmodplug
libmpc
libmspack
libmspub
libmwaw
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
liborcus
libotf
libp11-kit
libpagemaker
libpcap
libpciaccess
libpgm
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
liburcu
libusb
libusbmuxd
libutempter
libuv
libva
libva-mesa-driver
libvdpau
libverto
libvisio
libvisual
libvorbis
libvpx
libvterm01
libwacom
libwebp
libwpd
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lpsolve
lua53
lua53-lgi
luajit
luit
lv2
lvm2
lxappearance
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
md4c
mdadm
media-player-info
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
msgpack-c
mtdev
ncurses
ndctl
nemo
neofetch
neon
neovim
nettle
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npth
nspr
nss
ntfs-3g
openal
opencore-amr
openjpeg
openjpeg2
openmpi
openpmix
openssh
openssl
opus
orc
os-prober
p11-kit
pacman
pacman-mirrorlist
pam
paman
pambase
pamixer
pango
pangomm
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-class-accessor
perl-class-data-inheritable
perl-clone
perl-common-sense
perl-data-random
perl-digest-hmac
perl-digest-sha1
perl-encode-locale
perl-error
perl-file-listing
perl-file-slurp-tiny
perl-gd
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-json
perl-libwww
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-mouse
perl-mozilla-ca
perl-net-dropbox-api
perl-net-http
perl-net-oauth
perl-net-ssleay
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-yaml-tiny
picom
pinentry
pixman
pkgconf
playerctl
polkit
polkit-qt5
poppler
popt
portsmf
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pycharm-professional
pyright
python
python-appdirs
python-cachecontrol
python-certifi
python-cffi
python-chardet
python-colorama
python-commonmark
python-cryptography
python-distlib
python-distro
python-docutils
python-dropbox
python-future
python-html5lib
python-idna
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-more-itertools
python-msgpack
python-nspektr
python-ordered-set
python-packaging
python-pep517
python-pip
python-platformdirs
python-ply
python-pycparser
python-pygments
python-pyopenssl
python-pyparsing
python-requests
python-resolvelib
python-rich
python-setuptools
python-six
python-stone
python-tenacity
python-tomli
python-trove-classifiers
python-typing_extensions
python-urllib3
python-validate-pyproject
python-webencodings
python-zxcvbn
qrencode
qt5-base
qt5-declarative
qt5-multimedia
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
raptor
rasqal
rav1e
rclone
readline
redland
rest
rhash
rofi
rtkit
runc
sddm
sdl2
sed
serd
shadow
shared-mime-info
slang
solid
sord
sound-theme-freedesktop
soundtouch
speex
speexdsp
spotify
sqlite
sratom
srt
startup-notification
stow
sudo
suil
svt-av1
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
texinfo
thin-provisioning-tools
tmux
tor-browser
tpm2-tss
tracker3
tree-sitter
tslib
ttf-font-awesome
ttf-jetbrains-mono
ttf-meslo-nerd-font-powerlevel10k
ttf-ms-fonts
ttf-nerd-fonts-symbols-mono
ttf-roboto-mono
twolame
tzdata
udisks2
unibilium
unzip
upower
usbmuxd
util-linux
util-linux-libs
v4l-utils
vamp-plugin-sdk
vid.stab
vim
vim-runtime
vmaf
volume_key
vscodium-bin
vscodium-bin-marketplace
vulkan-icd-loader
vulkan-radeon
wayland
webrtc-audio-processing
wget
which
wpa_supplicant
wxwidgets-common
wxwidgets-gtk3
x264
x265
xapp
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xterm
xvidcore
xz
yay-git
zeromq
zimg
zlib
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
zstd
zxing-cpp
